[
  {
    "title": "Python разработчик (с NodeJS/Go)",
    "description": "Иннотех — современная быстроразвивающаяся аккредитованная IT-компания с фокусом на высокие технологии. Мы выросли до 10 000+ человек менее чем за два года. Вместе мы создаем финтех, который будет доступен каждому: развиваем «Цифровую банковскую платформу», выстраиваем партнерские отношения с топовыми финансовыми компаниями, создаем комплексные решения для фронт- и бэк-офисов, строим системы работы с большими данными. В Иннотех стабильность работы — финансовая надежность, социальные гарантии, бонусы и бенефиты, — сочетается с преимуществами IT-компании — открытость, инновации, гибридный формат работы. Мы стремительно растем, масштабируемся и ищем новых специалистов в команду! Система управления моделями СУМ – система сопровождения жизненного цикла разработки и применения моделей. Функционал – формализация и сопровождение процесса создания моделей и дальнейшей их эксплуатации. Каталогизация и хранение всех необходимых артефактов моделей машинного обучения (от кода и образа контейнера модели – до сопровождающих процесс документов). Вместе с нами ты будешь: Участвовать в работе в качестве Python разработчика; Выполнять функциональные обязанностей в рамках команды; Заниматься разработкой в рамках проектов СУМ; Разрабатывать тесты в рамках работы над проектом. Какие знания и навыки для нас важны: Python как основной язык проекта. Обязателен непосредственный опыт работы на проектах с использованием Python в ближайшем времени; Опыт разработки проектов с микросервисной архитектурой; Понимание концепции и умение работать с REST (как минимум – понимание того, что такое Flask, RESTful, очень желательно – опыт работы с ними); Опыт работы, понимание концепций docker; Хорошее знание Linux, SQL, Реляционные БД – (postgresql, mysql или другие); Опыт работы с Git; Опыт разработки, поддержки и дальнейшего развития программных комплексов. Как преимущество: Большим плюсом будет знание основных концепций машинного обучения, опыт работы в области DS и ML; Опыт работы с OpenShift/Kubernetes, TeamCity; Понимание концепций, знание и опыт работы с параллельным программированем (мультипроцессинг, async и т.п.) Опыт работы с NodeJS или Go А мы создадим комфортные условия для работы: гибкий график работы — в офисе, удаленно или в гибридном формате поддержка новичков по программе наставничества Buddy ДМС с возможностью подключения близких родственников сервис психологической поддержки, ведь нам очень важно, как ты себя чувствуешь корпоративный кафетерий льгот с возможностью компенсации билетов и отелей в отпуске, абонементов в спортзал, спортинвентаря, билетов в театр и многого другого насыщенная инножизнь: лекции и мастер-классы от известных спикеров, тимбилдинги, корпоративная библиотека и многое другое скидки и купоны от сотен компаний-партнёров на единой платформе маркетплейс мерча с собственной корпоративной валютой, которая начисляется за участие в активностях дополнительные выходные в дни радостных (и не только) событий дополнительный оплачиваемый отпуск (3 календарных дня) широкие возможности внутреннего и внешнего обучения необходимая техника и софт для работы конкурентная зарплата по итогам интервью, наличие премиальной составляющей Вместе с нами ты сможешь решать интересные задачи, профессионально расти и развиваться, а также участвовать в кросс-командных проектах и определять собственную траекторию развития. ООО \"ТС ЦИФРОВЫЕ ТЕХНОЛОГИИ\" представляет бренд Иннотех Ключевые навыкиLinuxGitDockerBashKubernetesPythonМашинное обучениеGoGolangPostgreSQLSQLMLTeamCityNode.jsЗадайте вопрос работодателюОн получит его с откликом на вакансиюГде располагается место работы?Какой график работы?Вакансия открыта?Какая оплата труда?Как с вами связаться?Другой вопрос",
    "salary": "",
    "company": "Иннотех, Группа компаний",
    "city": "Москва",
    "link": "https://spb.hh.ru/vacancy/79736343?from=vacancy_search_list&query=python"
  },
  {
    "title": "Python Developer",
    "description": "Swapster — это мультивалютный криптокошелёк, разработанный людьми для людей. Наш колоссальный опыт в сфере Blockchain-технологий позволил создать удобный, функциональный и востребованный инструмент, завоевавший доверие тысячей пользователей уже на старте. Мы - команда Swapster обеспечиваем информационную безопасность российским и зарубежным клиентам благодаря своим разработкам в сфере blockchain. Наши продукты инновационны и делают финансовую деятельность понятной, безопасной и удобной. В этом году планируем выход на европейский и азиатский рынки, а также посетить десятки форумов, выставок и конференций, связанных с Blockchain, WEB 3.0, FinTech. Сейчас мы в поиске python developer в нашу команду Обязанности: Участие в проектировании архитектуры Разработка CRM (back office) Разработка backend (front office) Интеграция API Адаптация верстки для backend Требования: Опыт коммерческой разработки от 2х лет Знание ООП и паттернов проектирования Уверенное владение одним из фрейморков (Django, Flask, aiohttp) Опыт работы с РСУБД (MySQL/PostgreSQL), знание SQL и ORM Опыт работы с брокерами сообщений, celery Опыт написания API, работы со swagger, openapi Умение покрывать свой код автотестами (pytest, tox, mock) и пользоваться линтерами (flake8, pylint, mypy) Знание HTML и CSS (для мелких исправлений и адаптации верстки для шаблонизатора) Как преимущество: Опыт разработки и проектирования сервисов с нуля Самостоятельность Условия: Удаленный или гибридный (офис МСК+удаленка) формат работы; ЗП по итогам собеседования с кандидатом; Реальная перспектива карьерного и финансового роста; Уникальная возможность развиваться вместе с крутым технологичным проектом. Откликайтесь на вакансию, а в сопроводительном письме укажите ваш опыт коммерческой разработки.Ключевые навыкиPythonBackendHTMLCSSAPISwaggerКонтактная информацияПоказать контактыЗадайте вопрос работодателюОн получит его с откликом на вакансиюГде располагается место работы?Какой график работы?Вакансия открыта?Какая оплата труда?Как с вами связаться?Другой вопрос",
    "salary": "от 150 000 до 200 000 ₽ на руки",
    "company": "B.ART",
    "city": "Москва",
    "link": "https://spb.hh.ru/vacancy/81442089?from=vacancy_search_list&query=python"
  },
  {
    "title": "Python разработчик",
    "description": "Занимаемся разработкой коммерческих проектов в сферах торговли, логистики, склада, управления. Нам необходим опытный программист для разработки крупных проектов. Сервисная архитектура, разделение front / back. Задачи: Проектирование архитектуры сервисов, API Разработка бизнес логики Оптимизация кода Требования: Уверенное владение Python 3+ и опыт коммерческой разработки от года Фреймворки: FastAPI, Tornado, Flask или аналог ORM: SQLAlchemy, django, или аналог Хорошее знание SQL Знание классических алгоритмов и структур данных Опыт работы с СУБД Linux Опыт написания unit тестов Git Ответственность Будет плюсом: CI/CD RabbitMQ Условия: Молодой, дружный коллектив; Работаем по SCRUM; Заработная плата обсуждается индивидуально по результатам собеседования (зависит от опыта и знаний) График работы 5/2, 9:00-18:00, 10:00-19:00 удаленно ( 1-2 раза в месяц встреча в офисе в МСК); Новый проект; Возможность процессионального и карьерного роста. Внимание! На первом этапе Вам будет предложено выполнить небольшое тестовое задание. Ключевые навыкиSQLPythonGitЗадайте вопрос работодателюОн получит его с откликом на вакансиюГде располагается место работы?Какой график работы?Вакансия открыта?Какая оплата труда?Как с вами связаться?Другой вопрос",
    "salary": "от 100 000 ₽ на руки",
    "company": "Own Script",
    "city": "Москва",
    "link": "https://spb.hh.ru/vacancy/82349953?from=vacancy_search_list&query=python"
  },
  {
    "title": "Разработчик Python, удаленно",
    "description": "Обязанности: Разрабатывать и поддерживать облачную платформу Автоматизировать процессы, связанные с жизненным циклом компонентов инфраструктуры Требования: Высшее техническое образование Английский (Pre-intermediate ) Уверенный пользователь ПК Отличные познания MS Office (power point / excel) Не важно работы с Python 3.6 - 3.8 - разработки систем с трудозатратами не менее 1000 чел-дней - работы с фреймворком Django/Flask - использования основных методологий разработка (Agile, DevOps и т.п.) - взаимодействия с командной разработки (с использованием Confluence, Jira) - написания unit-тестов - работы с PostgreSQL - работы с Docker - проектирования и развития REST API - работы с системой управления версиями ПО GIT15:25 Ответственность, целеустремленность Желателен опыт в отрасли: Облачные технологии It-сфера Условия: Рабочий день: 5/2 Режим работы: с 9-00 до 18-00 Оформление на работу: ТК РФ Продолжительность испытательного срока: 3 (три) месяца Оклад: 200 000 – 350 000 (двести – триста пятьдесят тысяч) рублей в месяц (Гросс) по итогам собеседования ДМС после испытательного срока Офис 5 минут от м. Бауманская / возможна дистанционная работа Демократичная культура и открытое руководство Задайте вопрос работодателюОн получит его с откликом на вакансиюГде располагается место работы?Какой график работы?Вакансия открыта?Какая оплата труда?Как с вами связаться?Другой вопрос",
    "salary": "",
    "company": "ООО Кадровый центр Президент",
    "city": "Москва",
    "link": "https://spb.hh.ru/vacancy/82367414?from=vacancy_search_list&query=python"
  },
  {
    "title": "Программист Python",
    "description": "Мы в поиске программистов Python для поддержки и развития наших продуктов, для класса систем: антивирусный мультисканер, Sandbox, DeceptionУважаемые соискатели, обратите пожалуйста Ваше внимание, что формат работы только очный, офис располагается в городе Москва. Что нужно будет делать: • Разрабатывать микросервисы с API • Добавлять функционал в уже существующие сервисы• Проработка архитектурных решений Backend сервисов и компонентов решения• Участие в разработке архитектуры сервиса и проектирования баз данных, анализ разработанного кода• Рефакторинг существующего кода, проведение code review• Внедрение новых технологий, инструментов и метода разработки Необходимые навыки:• Опыт коммерческой разработки от 2-х лет • Понимание и умение применять основные принципы ООП и структуры данных • Опыт работы с Flask, Docker, RabbitMQ • Опыт работы в команде (git) • Умение тестировать свой код • Ответственность и аккуратность при написании кода Будет плюсом:• Опыт составления сложных запросов к СУБД • Опыт работы с CI/CD Условия: • Начало рабочего дня с 9:00 или с 10:00, очно офис • Оформление по трудовому договору с первого рабочего дня • Компания входит в реестр аккредитованных ИТ-компаний и имеет все соответствующие льготы • Вы сможете принять участие в создании продуктов, которые делают мир лучше и безопаснее • По продуктам компании, которые уже создала замечательная команда, проводим обучение и предоставляем подробные материалы • ДМС сотрудникам со стажем работы в компании 2 годаКлючевые навыкиPythonFlaskGitDockerLinuxЗадайте вопрос работодателюОн получит его с откликом на вакансиюГде располагается место работы?Какой график работы?Вакансия открыта?Какая оплата труда?Как с вами связаться?Другой вопросАдресМосква, Окружная, Гостиничная улица, 5Показать на большой карте",
    "salary": "",
    "company": "ООО АВ Софт",
    "city": "Москва, Окружная",
    "link": "https://spb.hh.ru/vacancy/82163837?from=vacancy_search_list&query=python"
  }
]